<?php

return [
    'success' => [
        'addtasks' => 'Задача успешно добавлена!',
        'status'   => 'Выполнено',
        'reg'      => 'Вы успешно зарегистрированы!',
    ],
    'danger' => [
        'addtasks'  => 'Не удалось добавить задачу.',
        'addname'   => 'Неверный формат имени.',
        'addemail'  => 'Неверный формат e-mail.',
        'listtasks' => 'Задач не найдено.',
        'status'    => 'В работе',
        'auth'      => 'Не верная пара логин/пароль.',
        'reg'       => 'Не удалось зарегистрироваться.',
    ],
    'user' => [
        'name' => 'Имя должно состоять только из русских или латинских символов.<br>',
        'email' => 'Некорректный e-mail адрес.<br>',
        'pass' => 'Пароль должен состоять только из латинских символов и цифр.',
    ],
];
